#+SEQ_TODO: TODO DONE
#+STARTUP: fold
#+COLUMNS: %TODO %PRIORITY %TAGS

** Performance

   | What                | 1000 lines |   Speedup | 2000 lines |   Speedup |
   |---------------------+------------+-----------+------------+-----------|
   | Original 2008-09-27 |      5.537 |        1. |      7.220 |        1. |
   | Cache simpleAst     |      4.824 | 1.1478027 |      6.372 | 1.1330822 |
   | Cache addChild      |      4.357 | 1.2708286 |      5.960 | 1.2114094 |
#+TBLFM: $3=@2$2/$2::$5=@2$4/$4

